[
    {
        "author": "Ariel Shapiro",
        "title": "Apple Podcasts’ top shows of the year show true crime reigns supreme",
        "description": "This year’s top 10 featured a blast from the past with Serial, which came in at No. 8. The 2014 show got a boost from the recent exoneration of subject Adnan Syed.",
        "urlToImage": "https://cdn.vox-cdn.com/thumbor/ndb6XtNCqbhxKmw-zFNOo-rJO_s=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23986635/acastro_STK461_02.jpg"
    },
    {
        "author": "Mack DeGeurin",
        "title": "Foxconn Expects to Resume Full iPhone Production by January Following Violent China Protests",
        "description": "Major Apple supplier Foxconn says its Zhengzhou iPhone plant should resume “full production” by January following months marked by covid-19 outbreaks and mass protests in response to strict pandemic restrictions",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/8a5bf9a9beb56ae95bbf6f656282b143.jpg"
    },
    {
        "author": "Cheryl Eddy",
        "title": "Servant's Fourth Season Teases a Wild Final Reckoning",
        "description": "Servant, the psychological thriller executive produced by M. Night Shyamalan—a guy who knows a thing or two about mindfucks and thrills—returns for its fourth and final season on Apple TV+ in January. And from the looks of this new trailer, there’s a wild rid…",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/c13148d7daf34d748f8593401937defe.jpg"
    },
    {
        "author": "Kyle Barr",
        "title": "Carl Pei Want to Bring a Nothing Phone to the U.S.",
        "description": "The jokes really write themselves as far as the fledgling phone company Nothing is concerned. So far, the famed maker of the LED-backed Phone has kept up in the European, Middle Eastern, and Asian markets and has had nothing to show for the U.S. or Canada, at…",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/e7c0fd759803c8d66d3674c5c53d562a.jpg"
    },
    {
        "author": "Florence Ion",
        "title": "The Pixel 7 Finally Gets Its Free VPN and Clear Calling in Google's Latest Drop",
        "description": "For all the great things the Pixel 7 does, it was still missing out on some of the features it trumpeted most at launch—until today. Google is rolling out the latest Pixel drop, which includes some of the Pixel 7's much-ballyhooed features, like Clear Calling…",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/076b503747fa1efcb655addeb177730b.jpg"
    }
]